"menu.help.title" = "Podpora k pronájmu vozu";
"settings.label.url.1" = "Správa rezervace";
"settings.label.url.2" = "Nejčastější dotazy";
"settings.label.url.3" = "Centrum nápovědy";
"bookings.status.confirmed" = "Potvrzeno";
"bookings.status.unconfirmed" = "Nepotvrzeno";
"bookings.status.cancelled" = "Zrušeno";
"bookings.title" = "Rezervace";
"bookings.status.reviewpayment" = "Zkontrolovat platbu";
"bookings.status.completed" = "Hotovo";
"bookings.sheet.bookingdetails.link" = "Zobrazit podrobnosti rezervace";
"bookings.sheet.unconfirmed.info" = "Většina našich rezervací je potvrzena do 48 hodin.";
"bookings.sheet.reviewpayment.info" = "Platba se nezdařila. Přejděte do sekce „Správa rezervace“ a zkontrolujte své platební údaje.";
"bookings.sheet.managebooking.link" = "Správa rezervace";
"bookings.bookingdetails.status" = "Stav rezervace";
"sale_landing_banner_monetary_tagline" = "Nyní pořídíte rezervaci již od ${x} na den!";
"sale_landing_banner_percentage_tagline" = "Sleva až ${x} , rezervujte nyní!";
"filter.header.eco" = "Ekologicky šetrný";
"filter.header.mileage" = "Počet kilometrů";
"vehicle.seats.number" = "${x} sedadla";
"menu.alert.title" = "Změnit nastavení?";
"menu.alert.body" = "Všechna aktivní vyhledávání budou resetována.";
"insurance.options.axa.header" = "Možnosti pojištění";
"insurance.options.axa.limited.body" = "<b>Limited</b> – Poskytuje <b>minimální krytí</b>, pokud se vám stane nehoda, budete muset zaplatit <b>nevratnou</b> spoluúčast až do výše ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – poskytuje <b>nadstandardní krytí</b>, v případě nehody vám bude <b>vrácena</b> spoluúčast až do výše ${x}.";
"insurance.limited.caption" = "Minimální krytí pro případ krádeže a poškození karoserie. Jakékoli škody, na které se nevztahuje omezená možnost Limited, <b>hradíte vy</b>.";
"insurance.limited.benefit1" = "Spoluúčast <b>bez možnosti vrácení peněz</b>";
"insurance.limited.benefit2" = "Pojištění zákonné odpovědnosti třetích stran";
"insurance.limited.benefit3" = "Asistenční služba";
"insurance.limited.excess.liable" = "Pokud zvolíte omezené krytí Limited, budete v případě nehody povinni uhradit spoluúčast až do výše ${x} bez nároku na vrácení peněz.";
"insurance.limited.included" = "Zahrnuto";
"insurance.axa.premium.caption" = "Poskytuje vám <b>nadstandardní úroveň krytí</b>, včetně možnosti omezeného krytí Limited.";
"insurance.axa.premium.benefit1" = "<b>Spoluúčast s až 100% vrácením peněz</b>";
"insurance.axa.premium.benefit2" = "Pojištění třetí strany";
"insurance.axa.premium.benefit3" = "Asistenční služba";
"insurance.axa.premium.benefit4" = "Poškození čelního skla, skel a pneumatik";
"insurance.axa.premium.benefit5" = "Vaše osobní věci";
"insurance.axa.premium.benefit6" = "Poškození nebo ztráta klíče";
"insurance.axa.premium.benefit7" = "Poškození střechy a podvozku";
"insurance.axa.premium.benefit8" = "Poplatky za nesprávné tankování";
"insurance.axa.premium.benefit9" = "Administrativní poplatky";
"insurance.axa.premium.benefit10" = "Vícejazyčná podpora reklamace";
"insurance.axa.premium.terms" = "Výběrem pojištění Premium a dalším postupem potvrzujete, že jste si přečetli a přijali podmínky pojistné smlouvy a že na základě těchto informací tato smlouva vyhovuje vašim potřebám.";
"insurance.priceperday" = "${x}/den";
"insurance.total.price" = "Celkem: ${x}";
"insurance.options.awn.au.header" = "Neriskujte. Využijte pojištění cesty.";
"insurance.options.awn.au.body" = "<b>Pojištění Roadtrip</b> – poskytuje krytí, které v případě nehody s pronajatým vozidlem kryje vaši spoluúčast a osobní věci až do výše ${x}.";
"insurance.awn.au.title" = "Pojištění cesty";
"insurance.awn.au.caption" = "Poskytuje vám <b>nadstandardní úroveň krytí</b>, včetně možnosti omezeného krytí Limited.";
"insurance.awn.au.benefit1" = "Až 100% vrácení peněz za spoluúčast";
"insurance.awn.au.benefit2" = "Pojištění třetí strany";
"insurance.awn.au.benefit3" = "Vaše osobní věci";
"insurance.awn.au.benefit4" = "Zdravotní výdaje v zahraničí";
"insurance.awn.au.benefit5" = "Pojištění klíčů a osobních věcí";
"insurance.awn.au.benefit6" = "Náhodné úmrtí";
"insurance.awn.au.benefit7" = "Poplatky za nesprávné tankování";
"insurance.axa.premium.cancellation.policy" = "Zrušení pojištění ZDARMA až 24 hodin před vyzvednutím";
"insurance.awn.au.terms" = "Výběrem pojištění Roadtrip a dalším postupem potvrzujete, že jste si přečetli a přijali podmínky pojistné smlouvy${x} a že na základě těchto informací tato smlouva vyhovuje vašim potřebám.";
"insurance.zero.excess.terms" = "Výběrem pojištění Zero Excess a dalším postupem potvrzujete, že jste si přečetli a přijali podmínky pojistné smlouvy a že na základě těchto informací tato smlouva vyhovuje vašim potřebám.";
"insurance.options.awn.au.limited.body" = "<b>Omezené pojištění</b> – nekryje vaši spoluúčast ani osobní majetek.";
"insurance.awn.au.terms.link" = "Obchodní a platební podmínky";
"results.filter.all1" = "Všechny filtry";
"results.filter.all2" = "Všechny filtry (${x})";
"results.summary.title" = "Vozy <b>${x}</b> | Třídit podle: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Jak funguje „doporučené“ pořadí řazení?";
"Omnibus.Pos.2.Title" = "Co znamená „poměr cena/výkon“?";
"Omnibus.Pos.3.Title" = "Jaké proměnné jsou zvažovány pro pořadí řazení?";
"Omnibus.Pos.4.Title" = "Jak sponzorovaná umístění fungují?";
"Omnibus.Pos.1.Body" = "„Doporučené“ řazení využívá řadu faktorů k seřazení vozidel, které zajistí, že se na začátku výsledků vyhledávání zobrazí nejlepší „poměr cena/výkon“. Toto pořadí ovlivňuje provize získaná od autopůjčoven.";
"Omnibus.Pos.2.Body" = "Pojem „poměr cena/výkon“ popisuje proměnné, které ovlivňují pravděpodobnost, že si zákazník pronajme vůz. Provize, kterou dostáváme (CarTrawler) od autopůjčoven, zohledňuje naši roli při rezervaci a ovlivňuje způsob, jakým určujeme celkový „poměr cena/výkon“.";
"Omnibus.Pos.3.Body" = "Při určování nejlepšího „poměru cena/výkon“ pro naše zákazníky zohledňujeme řadu proměnných, jako je:";
"Omnibus.Pos.4.Body" = "Někteří partneři v oblasti cestovního ruchu spolupracují s vybranými autopůjčovnami. Sponzorovaná umístění se mohou zobrazovat na prvních místech výsledků vyhledávání díky platbám, které cestovní partner obdrží od vybrané autopůjčovny. Zákazníci mohou tato sponzorovaná umístění identifikovat podle toho, že jsou zvýrazněna značkou v horní části výsledků vyhledávání.";
"Omnibus.Pos.3.bullet.1" = "Datum rezervace a místo vyhledávání.";
"Omnibus.Pos.3.bullet.2" = "Doba trvání pronájmu.";
"Omnibus.Pos.3.bullet.3" = "Hodnocení autopůjčoven zákazníky na základě skóre CSAT a NPS.";
"Omnibus.Pos.3.bullet.4" = "Chování zákazníků ve vztahu k minulým nákupům a cenám podobných pronájmů vozů v minulosti.";
"Omnibus.Pos.3.bullet.5" = "Provize, které dostáváme od autopůjčoven nebo pojišťovacích partnerů.";
"Omnibus.Accept.Button.Text" = "Máme to!";
"Omnibus.Header.Text" = "Vysvětlení doporučeného";
"bookings.sheet.remove" = "Odebrat rezervaci";
"bookings.dialog.remove.title" = "Odebrat rezervaci?";
"bookings.dialog.remove.text" = "Tuto rezervaci se chystáte trvale odebrat ze seznamu rezervací.";
"bookings.dialog.remove.text.history" = "Tato rezervace a celá historie vašich rezervací budou stále přístupné prostřednictvím našeho zákaznického portálu.";
"bookings.dialog.remove.CTA" = "Odebrat";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Rezervovat pomocí ${x}";
"payment.options.paypal.banner.text" = "Po klepnutí na níže uvedenou možnost „Rezervovat prostřednictvím služby PayPal“ budete přesměrováni na webové stránky služby PayPal, kde se můžete přihlásit ke svému účtu a dokončit platbu. Poté budete přesměrováni na stránku Potvrzení rezervace pronájmu vozidla.";
"payment.options.paypal.failed.title" = "${x} Platba se nezdařila";
"payment.options.paypal.failed.text" = "Je nám líto, ale při zpracování vaší platby došlo k problému. Vaše rezervace stále není dokončena a nebyla vám účtována. Zkuste to prosím znovu a použijte některou z níže uvedených platebních metod.";
"vehicle_fuel_plugin_hybrid" = "Plug-in hybrid";
"insurance.axa.regulatory.statement.uk" = "Společnost CarTrawler je jmenovaným zástupcem společnosti Inter Partner Assistance S.A., která je povolena a regulována Belgickou národní bankou, se sídlem na adrese Boulevard du Régent 7, 1000 Brusel, Belgie. Schváleno Finančním regulačním úřadem (Prudential Regulation Authority) (identifikační číslo společnosti: 202664). Podléhá regulaci Úřadem pro finanční etiku a omezené regulaci Finančním regulačním úřadem. Adresa pobočky Inter Partner Assistance S.A. ve Spojeném království je 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. je součástí skupiny AXA.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Typ 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Typ 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Nespecifikováno";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Zásuvka";
"VehicleList.Map.BottomSheet.ChargeType" = "Typy poplatků";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Otevřeno 24 hodin";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Mimo provoz";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Pomalé";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Rychlý";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Rapid";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultra-rapid";
"view_voucher" = "Zobrazit poukaz";
"VehicleList.Chip.EVLongRange.Text" = "Elektromobil s dlouhým dojezdem";
"VehicleDetails.EVLongRange.Description" = "Elektromobil s dlouhým dojezdem: Toto vozidlo je schopné ujet na jedno nabití více než ${x}";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Ekologicky šetrná alternativa";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Elektromobil s dlouhým dojezdem";
"landing.countdowntimer.salename" = "Výprodej";
"landing.countdowntimer.presale" = "${x} začíná za";
"landing.countdowntimer.duringsale" = "${x} končí za";
"Driver.Details.Marketing.Consent.Text" = "Získejte exkluzivní nabídky na pronájem vozu a další důležité informace přímo do své e-mailové schránky.";
"Driver.Details.Marketing.Consent.Policy" = "Další podrobnosti naleznete v naší nabídce ${x}.";
"abandonment.deeplink.total" = "Celkem";
"abandonment.deeplink.day" = "den";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Umístění vhodné pro elektromobily";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Lepší pro jízdu po městě";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Jezděte snadno";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Obáváte se nákladů na pohonné hmoty?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Pronájmy elektromobilů jdou dál, než si myslíte";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Místo vyzvednutí nabízí vynikající služby nabíjení pro pronájmy elektrických vozidel (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Řízení elektrického vozidla (EV) je stejné jako u automatického vozidla. Je tišší a nemá emise CO2.";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Nabíjení elektrického vozidla (EV) stojí mnohem méně než plnění benzínového nebo dieselového vozidla podobné velikosti. Ušetřete až 50 % na nákladech na cestu";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Elektrická vozidla (EV) jsou efektivnější při zastavování a rozjíždění v městském provozu";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Pronajímaná elektrická vozidla (EV) na dlouhý dojezd mohou na jedno nabití urazit více než 400 km. 80 % cest aut v Evropě je méně než 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "Zrušení pojištění ZDARMA kdykoliv před vyzvednutím";
"landing.mosaic.title" = "Náš závazek jednat ekologicky";
"landing.mosaic.tile1.title" = "Základní informace o elektromobilech";
"landing.mosaic.tile1.body" = "Vše, co potřebujete vědět při pronájmu elektromobilu";
"landing.mosaic.tile1.ctaText" = "<u>Zjistěte více</u>";
"landing.mosaic.tile2.title" = "Základní informace o nabíjení elektromobilu";
"landing.mosaic.tile2.body" = "Váš průvodce nabíjením elektromobilu";
"landing.mosaic.tile2.ctaText" = "<u>Zjistěte více</u>";
"landing.mosaic.tile3.body" = "Důležité otázky, které je třeba položit při pronájmu elektromobilu";
"landing.mosaic.tile3.ctaText" = "<u>Více informací</u>";
"landing.countdowntimer.days" = "dní";
"landing.countdowntimer.hours" = "hod";
"landing.countdowntimer.minutes" = "min";
"landing.countdowntimer.seconds" = "s";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Letiště – ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} místo (${y})";
"results.filter.all3" = "Filtrovat (${x})";
"VehicleList.Header.Filter" = "Filtrovat";
"VehicleList.Header.Filter.Selected" = "Filtrovat (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Cena za ${X} dny/dní od ${y}";
"LoyaltyNumber" = "Věrnostní číslo (volitelné)";
"VehicleList.Header.Map" = "Mapa";
"Payment.256.Encrypted" = "Všechny platební transakce jsou šifrovány 256bitovým šifrováním SSL.";
"Insurance.Applicable.Taxes" = "Zahrnuje všechny příslušné daně";
"BookingError.Insurance" = "Je nám líto, při zpracovávání vaší rezervace došlo k technickému problému. Vaše rezervace pronájmu vozidla proběhla úspěšně, ale došlo k problému při zakoupení pojištění. Můžete to zkusit znovu v sekci Správa rezervace. Podrobné informace obdržíte v potvrzovacím e-mailu.";
"Payment.Exchange.Currency.Message" = "Částka dnes splatná bude účtována v ${z} na základě směnného kursu (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Další";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Celkem ${x}";
"settings.label.url.4" = "Zásady ochrany soukromí";
"Price.Summary.Included.Charges" = "Včetně poplatků";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Informace o poskytovateli služeb";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} pryč";
"VehicleList.Map.BottomSheet.SupplierHours" = "Otevírací doba:";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Uzavřeno";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Pondělí";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Úterý";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Středa";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Čtvrtek";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Pátek";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Sobota";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Neděle";
"Add.Booking.Title" = "Je nám líto, ale nenašli jsme žádné výsledky, které by se shodovaly s vašimi kritérii vyhledávání.";
"Add.Booking.Form.Error" = "Je nám líto, ale nenašli jsme žádné výsledky, které by se shodovaly s vašimi kritérii vyhledávání.";
"Add.Booking.Heading" = "Přidat rezervaci";
"Add.Booking.Form.BookingId.Error" = "Neplatné číslo";
"please.try.again" = "Opakujte postup.";
"insurance.xc.simple.api.main.ipid.text" = "Dokument s informacemi o pojišťovacím produktu (IPID)";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Zrušení pojištění zdarma kdykoliv před vyzvednutím";
"Insurance.XC.Subtitle.eDo" = "Pojištění Premium Cover poskytuje vyšší ochranu a nabízí zvýšené limity pojistného krytí až do výše ${policy.limit}, spolu s vyššími dílčími limity pro krytí toho, na čem nejvíce záleží. Exkluzivně k dispozici pro členy Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Zrušení zdarma do 24 hodin před vyzvednutím";
"insurance.xc.simple.api.main.more.info.button" = "Další informace";
"Insurance.XC.USP.ThirdParty" = "Pojištění zákonné odpovědnosti třetích stran";
"insurance.xc.simple.api.main.link.terms.text" = "Obchodní a platební podmínky";
"Insurance.xc.pricing.terms" = "Zahrnuje všechny příslušné daně";
"Insurance.XC.USP.LatePickUp" = "Pozdní vyzvednutí z důvodu zpoždění letu";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Zrušení zdarma do 24 hodin před vyzvednutím";
"insurance.xc.simple.api.main.premium.cta" = "Pokračovat s krytím Premium";
"Insurance.XC.USP.Windscreen" = "Poškození čelního skla, skel a pneumatik";
"Insurance.XC.USP.Misfueling" = "Poplatky za nesprávné tankování";
"Insurance.XC.USP.BreakdownAssistance" = "Asistenční služba";
"Insurance.XC.USP.ClaimSupport" = "Vícejazyčná podpora reklamace";
"Insurance.XC.USP.TravelExpenses" = "Cestovní výdaje";
"Insurance.XC.Subtitle" = "S naší doplňkovou ochranou vám bude vrácena částka spoluúčasti až do výše ${x}, takže v případě nehody nebudete muset platit ze své kapsy.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Výběrem pojistného krytí Premium Cover a pokračováním potvrzujete, že jste si přečetli a přijímáte ${x} ${y} pojištění a že na základě těchto informací tato pojistná smlouva vyhovuje vašim potřebám.";
"Insurance.XC.Title" = "Krytí Premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "Spoluúčast s až <span>100% vrácením peněz</span>";
"CannotProcessReservation" = "Došlo k neočekávané  chybě. Vaše rezervace nebyla vytvořena a nebyly vám účtovány žádné poplatky. Vytvořte nové vyhledávání a zkuste to znovu.";
"insurance.options.xc.header" = "Možnosti pojištění";
"insurance.options.xc.premium.body" = "<b>Premium</b> – poskytuje <b>nadstandardní krytí</b>, v případě nehody vám bude <b>vrácena</b> spoluúčast až do výše ${x}.";
"top.up.your.protection" = "Zvyšte svou ochranu";
"insurance.options.xc.limited.body" = "<b>Limited</b> – Poskytuje <b>minimální krytí</b>, pokud se vám stane nehoda, budete muset zaplatit <b>nevratnou</b> spoluúčast až do výše ${x}.";
"title_calendar" = "Výběr data";
"title_conditions" = "Smluvní podmínky";
"title_details" = "Údaje o vozidle";
"title_details_supplier" = "HODNOCENÍ";
"title_details_vehicle" = "ZAHRNUTO";
"title_extras_insurance" = "Doplňky a pojištění";
"title_filters" = "Filtrovat";
"title_insurance" = "Pojištění";
"title_locations" = "Místa";
"title_payment" = "Platba";
"title_results" = "Výsledky";
"title_search_ground" = "Vyhledat pozemní dopravu";
"title_search_rental" = "Autopůjčovna";
"title_settings" = "Nastavení";
"title_summary" = "Shrnutí platby";
"title_user" = "Údaje o hlavním řidiči";
"title_extras" = "Doplňky";
"CTA_add" = "Přidat rezervaci";
"CTA_search" = "Vyhledat vozidla";
"CTA_save" = "Uložit nastavení";
"CTA_continue" = "Pokračovat";
"CTA_with_insurance" = "Pokračovat s pojištěním";
"CTA_no_insurance" = "Pokračovat bez pojištění";
"CTA_to_homepage" = "Zpět na úvodní stránku";
"CTA_book" = "Rezervovat nyní za";
"CTA_close" = "Zavřít";
"CTA_cancel" = "Zrušit";
"CTA_done" = "Hotovo";
"search_pickup_location_text" = "Místo vyzvednutí";
"search_pickup_location_hint" = "Zadejte název letiště, města nebo stanice";
"search_return_location_text" = "Zadejte místo odevzdání vozu";
"search_return_location_hint" = "Zadejte název letiště, města nebo stanice";
"search_return_location_button" = "Návrat do stejného místa";
"search_driver_age" = "Věk řidiče 25–70";
"search_driver_age_hint" = "Věk řidiče";
"search_select_dates" = "Data";
"search_select_dates_hint" = "Zvolte datum";
"search_pickup_time_text" = "Čas vyzvednutí";
"search_return_time_text" = "Čas vrácení";
"search_locations_placeholder" = "Typ v umístění";
"calendar_summary_dropoff" = "Datum odevzdání";
"calendar_summary_pickup" = "Datum vyzvednutí";
"calendar_summary_title" = "Zvolte datum";
"calendar_select_date" = "Zvolte datum";
"calendar_select_dates" = "Vyberte data";
"calendar_pickup_date" = "Datum vyzvednutí";
"calendar_return_date" = "Datum vrácení";
"calendar_continue" = "Pokračovat";
"calendar_sun" = "Ne";
"calendar_mon" = "Po";
"calendar_tue" = "Út";
"calendar_wed" = "St";
"calendar_thu" = "Čt";
"calendar_fri" = "Pá";
"calendar_sat" = "So";
"locations_results_airports" = "Letiště";
"locations_results_others" = "Všechna ostatní místa";
"settings_country_title" = "Stát";
"settings_currency_title" = "Měna:";
"settings_select_country" = "Vyberte zemi";
"settings_select_currency" = "Vyberte měnu";
"settings_select_languages" = "Vyberte jazyk";
"results_sort" = "Třídit";
"results_filter" = "Filtrovat";
"vehicle_orsimilar" = "nebo podobné";
"vehicle_passenger" = "Cestující";
"vehicle_passengers" = "Cestující ";
"vehicle_bag" = "Zavazadlo";
"vehicle_bags" = "Zavazadla";
"vehicle_door" = "Dveře";
"vehicle_doors" = "Dveře";
"vehicle_duration_1" = "Cena za";
"vehicle_duration_2" = "den";
"vehicle_duration_3" = "dny";
"vehicle_total_price" = "Celková cena";
"vehicle_best_seller" = "Nejprodávanější";
"vehicle_great_value" = "Vynikající cena";
"vehicle_provided" = "Poskytovatel";
"vehicle_air_conditioning" = "Klimatizace";
"vehicle_fuel_policy" = "Používání paliv";
"vehicle_supplier_address" = "Adresa dodavatele";
"vehicle_suppliers_address_detail" = "Adresa dodavatele je:";
"vehicle_pickup_location" = "Místo vyzvednutí";
"vehicle_vehicle_inclusion" = "Tato položka je součástí ceny tohoto vozidla";
"rental_sort_title" = "Třídit výsledky podle";
"rental_sort_price" = "Cena";
"rental_sort_rating" = "Hodnocení";
"rental_sort_recommended" = "Doporučujeme";
"filter_package" = "Balíček";
"filter_carsize" = "Velikost vozidla";
"filter_supplier" = "Dodavatel";
"filter_rating" = "Hodnocení";
"filter_fuel" = "Používání paliv";
"filter_carfuel" = "Typ paliva";
"filter_carspec" = "Specifikace vozu";
"filter_transmission" = "Převodovka";
"filter_specialoffers" = "Speciální nabídka";
"filter_transfertype" = "Typ převozu";
"filter_transfertime" = "Trvání cesty";
"filter_reset" = "Resetovat";
"vehicle_type_cargovan" = "Nákladní dodávka";
"vehicle_type_compact" = "Kompaktní";
"vehicle_type_compact_elite" = "Výběrové kompaktní";
"vehicle_type_economy" = "Úsporné vozidlo";
"vehicle_type_economy_elite" = "Výběrové úsporné";
"vehicle_type_estate" = "Kombi";
"vehicle_type_exotic" = "Exotické";
"vehicle_type_exotic_SUV" = "Exotické SUV";
"vehicle_type_fifteen_passenger_van" = "Patnáctimístná osobní dodávka";
"vehicle_type_five_seat_carrier" = "Pětimístný vůz";
"vehicle_type_four_wheel_drive" = "Pohon všech čtyř kol";
"vehicle_type_fullsize" = "Velké";
"vehicle_type_fullsize_elite" = "Větší osobní auta";
"vehicle_type_intermediate" = "Střední třída";
"vehicle_type_intermediate_elite" = "Výběrové střední";
"vehicle_type_large_SUV" = "Velké SUV";
"vehicle_type_large_truck" = "Velký truck";
"vehicle_type_luxury" = "Luxusní";
"vehicle_type_luxury_elite" = "Luxusní";
"vehicle_type_medium_SUV" = "Střední SUV";
"vehicle_type_midsize" = "Střední velikost";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini";
"vehicle_type_minivan" = "Minivan";
"vehicle_type_moped" = "Moped";
"vehicle_type_moving_van" = "Skříňová dodávka";
"vehicle_type_nine_seat_carrier" = "Devítimístný vůz";
"vehicle_type_oversize" = "Nadměrná velikost";
"vehicle_type_premium" = "Premium (lepší vůz)";
"vehicle_type_premium_elite" = "Premium (lepší auta)";
"vehicle_type_regular" = "Standardní";
"vehicle_type_seven_seat_carrier" = "Sedmimístný vůz";
"vehicle_type_small_SUV" = "Malé SUV";
"vehicle_type_small_medium_truck" = "Malý/střední truck";
"vehicle_type_special" = "Zvláštní";
"vehicle_type_standard" = "Standardní";
"vehicle_type_standard_elite" = "Výběrové standardní";
"vehicle_type_stretch" = "Dlouhý vůz";
"vehicle_type_subcompact" = "Vozidlo menších rozměrů (dvoudveřové)";
"vehicle_type_twelve_foot_truck" = "Truck, délka 12 stop";
"vehicle_type_twelve_passenger_van" = "Dvanáctimístná osobní dodávka";
"vehicle_type_twenty_foot_truck" = "Truck, délka 20 stop";
"vehicle_type_twenty_four_foot_truck" = "Truck, délka 24 stop";
"vehicle_type_twenty_six_foot_truck" = "Truck, délka 26 stop";
"vehicle_type_unique" = "Unikátní";
"vehicle_type_vehicle_size_SUV" = "SUV, velikost vozidla";
"vehicle_type_other" = "Další";
"vehicle_fuel_petrol" = "benzín";
"vehicle_fuel_diesel" = "diesel";
"vehicle_transmission_auto" = "Automatická";
"vehicle_transmission_manual" = "Manuální";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Stejný poplatek – stejný poplatek";
"vehicle_fuel_policy_type_FULLFULL" = "Plná nádrž při převzetí i odevzdání";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Od prázdné nádrže po prázdnou";
"vehicle_fuel_policy_type_FULLEMPTY" = "Předplacení";
"vehicle_fuel_policy_type_HALFEMPTY" = "Od poloprázdné nádrže po prázdnou";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Vyzvedněte vůz se čtvrtinou nádrže, vraťte ho s prázdnou.";
"vehicle_fuel_policy_type_HALFHALF" = "Půl nádrže při převzetí i odevzdání";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Čtvrtina nádrže při převzetí i odevzdání";
"vehicle_fuel_policy_type_UNKNOWN" = "Neznámý";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Zakupte předem palivo s vrácením peněz";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Palivo: Výběr na pobočce";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Poplatky za palivo: Nezahrnuto";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Poplatky za palivo: Zahrnuto";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Stejná úroveň nabití – stejná úroveň nabití. Při vyzvednutí obdržíte od dodavatele vozidlo s určitou úrovní nabití baterie. Poté budete odpovědní za vrácení s podobnou úrovní nabití, jako tomu bylo při vyzvednutí.";
"vehicle_fuel_policy_desc_FULLFULL" = "Toto je nejlepší možnost týkající se paliva. Vůz se dodává s plnou nádrží paliva. Když auto vrátíte s plnou nádrží, předejdete dodatečným poplatkům za doplňování paliva.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Vozidlo se dodává s dostatkem paliva, abyste dojeli k nejbližší čerpací stanici. Vozidlo byste měli vrátit s prázdnou palivovou nádrží, protože nespotřebované palivo se nijak neproplácí.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Vůz se dodává s plnou nádrží paliva, avšak ta vám bude na přepážce servisních služeb naúčtována. Vozidlo byste měli vrátit s prázdnou palivovou nádrží, protože nespotřebované palivo se nijak neproplácí.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Vozidlo přebíráte s nádrží z poloviny naplněnou palivem. Toto palivo vám bude zaúčtováno na přepážce půjčovny. Zvolíte-li tuto možnost, můžete spotřebovat libovolné množství paliva a před předáním vozidla nemusíte nádrž doplňovat.";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Vozidlo přebíráte s nádrží ze čtvrtiny naplněnou palivem. Toto palivo vám bude zaúčtováno na přepážce půjčovny. Zvolíte-li tuto možnost, můžete spotřebovat libovolné množství paliva a před předáním vozidla nemusíte nádrž doplňovat.";
"vehicle_fuel_policy_desc_HALFHALF" = "Vůz se dodává s polovinou nádrže paliva. Vraťte vozidlo rovněž s polovinou nádrže, předejdete tak poplatkům za doplňování paliva. Pokud vozidlo vrátíte s větším objemem paliva, neobdržíte žádnou náhradu.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Vůz se dodává se čtvrtinou nádrže paliva. Vraťte vozidlo rovněž se čtvrtinou nádrže, předejdete tak poplatkům za doplňování paliva. Pokud vozidlo vrátíte s větším objemem paliva, neobdržíte žádnou náhradu.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Zobrazit důležité informace";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Vůz se dodává s plnou nádrží paliva. Ta vám bude na přepážce servisních služeb naúčtována společně s nevratným administrativním poplatkem. Při vrácení vozidla vám bude vrácena hodnota nespotřebovaného paliva.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Vůz přebíráte s plnou nádrží. Můžete si vybrat zaplacení za palivo předem na přepážce (předběžný nákup), nebo doplnění nádrže před návratem vozidla (plná nádrž za plnou). V každém případě nezapomeňte informovat poskytovatele vozidla, kterou zásadu chcete u paliva uplatnit.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Sazba nezahrnuje poplatky za palivo. Než vás řidič vysadí, zaplatíte za doplnění nádrže.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Všechny poplatky za palivo jsou zahrnuty v ceně.  Nemusíte platit za další doplnění nádrže.";
"vehicle_pickup_type" = "Druh vyzvednutí";
"vehicle_pickup_location_VWF_1.VWF.X" = "Převzetí na letištním terminálu";
"vehicle_pickup_location_VWF_2.VWF.X" = "Na letišti";
"vehicle_pickup_location_VWF_3.VWF.X" = "Letištní terminál";
"vehicle_pickup_location_VWF_4.VWF.X" = "Železniční stanice";
"vehicle_pickup_location_VWF_5.VWF.X" = "Dodání do hotelu";
"vehicle_pickup_location_VWF_6.VWF.X" = "Prodejce vozidla";
"vehicle_pickup_location_VWF_7.VWF.X" = "Centrum/střed města";
"vehicle_pickup_location_VWF_8.VWF.X" = "Na východ od centra";
"vehicle_pickup_location_VWF_9.VWF.X" = "Na jih od centra";
"vehicle_pickup_location_VWF_10.VWF.X" = "Na západ od centra";
"vehicle_pickup_location_VWF_11.VWF.X" = "Na sever od centra";
"vehicle_pickup_location_VWF_12.VWF.X" = "Přístav/trajekt";
"vehicle_pickup_location_VWF_13.VWF.X" = "U letoviska";
"vehicle_pickup_details_VWF_1.VWF.X" = "Jedná se o nejpohodlnější možnost vyzvednutí. Přepážka zákaznických služeb je umístěna na letištním terminálu.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Přepážka zákaznických služeb je umístěna pohodlně v prostorách letiště.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Toto je uvítací služba. Váš řidič na vás bude po příjezdu čekat. Sdělte nám prosím číslo svého letu, aby se mohl řidič informovat v případě zpoždění.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Vaše vozidlo bude dostupné k vyzvednutí na recepci vašeho hotelu.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Toto je uvítací služba. Váš řidič na vás bude po příjezdu čekat. Sdělte nám prosím číslo svého letu, aby se mohl řidič informovat v případě zpoždění.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Na terminálu";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminál a kyvadlová doprava";
"vehicle_pickup_type_VLI_3.VLI.X" = "Kyvadlový autobus zdarma";
"vehicle_pickup_type_VLI_4.VLI.X" = "Setkání";
"vehicle_pickup_type_VLI_6.VLI.X" = "Osobní řidič";
"vehicle_pickup_at_airport" = "Na letišti";
"vehicle_pickup_unknown" = "Neznámý";
"included_title" = "Zahrnuto bez dalšího poplatku:";
"included_cancel" = "Zrušení";
"included_amend" = "Změna";
"included_thirdparty" = "Odpovědnost třetí strany za škodu";
"included_theft" = "Pojistné krytí proti odcizení";
"included_collision" = "Havarijní pojištění";
"included_terms" = "Smluvní podmínky";
"supplier_reviews" = "recenze";
"supplier_car" = "Čistota vozu";
"supplier_desk" = "Služba na pobočce dodavatele";
"supplier_pickup" = "Proces vyzvednutí na půjčovně";
"supplier_dropoff" = "Proces odevzdání na půjčovně";
"supplier_price" = "Celková hodnota";
"supplier_waiting" = "Čekací doba";
"supplier_below_average" = "Podprůměrná";
"supplier_good" = "Dobrý";
"supplier_excellent" = "Vynikající";
"supplier_rating_detail" = "zákazníci tuto půjčovnu vozů hodnotí jako";
"extras_equipment_aircon" = "Klimatizace";
"extras_equipment_gps" = "GPS";
"extras_back" = "Zpět";
"extras_conditions" = "Doplňky budete platit v kanceláři půjčovny. Vždy se pokoušíme zajistit, aby zákazníci obdrželi všechny doplňky, nicméně dostupnost není vždy zaručena.";
"extras_per_day" = "na den";
"extras_placeholder" = "Poskytuje přední světová pojišťovací a správní společnost Axa.";
"insurance_summary_replace_src" = "zaškrtněte pole níže";
"insurance_summary_replace_val" = "pokračovat s pojištěním";
"insurance_summary_title" = "Důvody, proč se pojistit";
"insurance_list_1_title" = "Vynikající cena";
"insurance_list_1_body" = "Eliminujte potenciální odpovědnost až do ${x} za pouhých ${w} denně.";
"insurance_list_2_title" = "Nejlepší ochrana";
"insurance_list_2_body" = "V případě poškození nebo krádeže vozu budete muset platit spoluúčast, ale částka vám bude později plně vyplacena nazpět.";
"insurance_list_3_title" = "Nemusíte na nic myslet.";
"insurance_list_3_body" = "Máte plné krytí výdajů v případě jakékoliv nehody.";
"insurance_conditions" = "Další podrobnosti viz ${x}.";
"insurance_provider" = "Poskytuje přední světová pojišťovací společnost Axa";
"insurance_policy" = "Toto pojištění je zajišťováno společností INTER PARTNER ASSISTANCE SA, která je členem AXA Assistance Group, se sídlem na Avenue Louise 166, Brusel 1050, Belgie.";
"user_name_hint" = "Jméno";
"user_firstname_hint" = "Jméno";
"user_surname_hint" = "Příjmení";
"user_email_hint" = "E-mail";
"user_email2_hint" = "Potvrdit e-mail";
"user_phone_hint" = "Telefon";
"user_address_hint" = "Adresa";
"user_address_line1_hint" = "Adresa 1";
"user_address_line2_hint" = "Adresa 2";
"user_city_hint" = "Město";
"user_postcode_hint" = "PSČ";
"user_flight_hint" = "Číslo letu (důležité)";
"user_country_hint" = "Stát";
"summary_desk" = "Platit na přepážce";
"summary_now" = "Zaplatit nyní";
"summary_rental" = "Autopůjčovna";
"summary_ground" = "Cesta";
"summary_total" = "Celkem";
"summary_pickup" = "Vyzvednutí";
"summary_dropoff" = "Odevzdání";
"summary_lead_driver" = "Údaje o hlavním řidiči";
"summary_vehicle" = "Shrnutí informací o vozidle";
"summary_payment" = "Shrnutí platby";
"summary_damage_refund" = "Havarijní pojištění";
"summary_booking_fee" = "Rezervace zdarma";
"payment_text_1" = "Kliknutím na „Rezervujte nyní“ dokončete svou rezervaci. Nezapomeňte odsouhlasit ${x}";
"payment_text_2" = "Smluvní podmínky";
"receipt_email_text" = "Potvrzující e-mail byl odeslán na ${x}. Doručení tohoto e-mailu může trvat až 15 minut. Před vyzvednutím svého vozu prosím poukaz zkontrolujte.";
"receipt_scroll" = "Přesunutím si zobrazte souhrn";
"receipt_success" = "Vaše rezervace byla úspěšná.";
"receipt_summary_car" = "Shrnutí informací o voze";
"receipt_summary_driver" = "Údaje o hlavním řidiči";
"receipt_summary_dropoff" = "Odevzdání";
"receipt_summary_pickup" = "Vyzvednutí";
"receipt_title" = "Gratulujeme!";
"receipt_your_reference" = "Referenční číslo rezervace:";
"general_form_empty" = "Vyplňte prosím toto pole";
"results_empty" = "Žádné výsledky";
"error_widget_no_cars" = "Na této pobočce se nepodařilo najít žádný vůz";
"error_payment_general" = "Během platby došlo k chybě";
"error_requestor_missing" = "Nebylo uvedeno žádné ID žadatele";
"error_payment_no_internet1" = "Není k dispozici internetové připojení";
"error_payment_no_internet2" = "Dokončení rezervace vyžaduje internetové připojení";
"error_payment_loading1" = "Litujeme";
"error_payment_loading2" = "Máme potíže s načtením platební obrazovky";
"error_ok" = "OK";
"error_no_booking_ref" = "Žádné číslo rezervace";
"error_no_insurance_available" = "Není k dispozici žádné pojištění";
"booking_reference_prefix" = "Číslo rezervace";
"title_booking_manager" = "Nadcházející rezervace";
"settings_language_header" = "Jazyk";
"interstitial_header" = "Vyhledávání ideálního auta pro vás";
"interstitial_subheader" = "za nejlepší cenu";
"mins_placeholder" = "min";
"summary_deposit" = "Vklad pronájmu";
"confirmation_loading_header" = "V současné době zpracováváme vaši platbu";
"confirmation_loading_subheader" = "Může to trvat až 30 sekund, počkejte prosím";
"address_details_title" = "Přesná adresa";
"add_extras_title" = "Přidat doplňky";
"insurance_upgrade" = "Přidat pojištění";
"insurance_added" = "Přidáno";
"car_rental_total" = "Půjčení vozu celkem";
"vehicle_features" = "vlastnosti";
"vehicle_features_title" = "Další vlastnosti vozidla";
"free_cancellation_detail" = "Dobré zprávy! Změny a zrušení rezervace nyní zdarma.";
"free_cancellation_title" = "Dobré zprávy!";
"free_cancellation_point1" = "Zrušení do 24 hodin před vyzvednutím zdarma";
"free_cancellation_point2" = "Když svou rezervaci změníte online, pomocí aplikace nebo prostřednictvím telefonu, neplatíte žádný poplatek.";
"vehicle_mileage_title" = "Povolený počet ujetých kilometrů:";
"vehicle_mileage_618_VCP_X" = "Omezený počet ujetých kilometrů";
"vehicle_mileage_618_VCP_X_desc" = "V této ceně je zahrnuta běžně ujetá vzdálenost ${x} ${y} ${z}. Za delší jízdu se účtuje další poplatek.";
"vehicle_mileage_609_VCP_X" = "Neomezený počet kilometrů";
"vehicle_mileage_609_VCP_X_desc" = "Ujetá vzdálenost není u tohoto vozu nijak omezena.";
"vehicle_insurance_title" = "Pojištění";
"vehicle_insurance_title_description" = "Omezené krytí";
"insurance_upgrade_title" = "Upgradovat krytí";
"insurance_upgrade_subtitle" = "Havarijní pojištění";
"insurance_more" = "Více podrobností";
"insurance_per_day" = "na den";
"insurance_total" = "Celkem";
"insurance_detail_title" = "Havarijní pojištění";
"insurance_more_details_title1" = "Snížit odpovědnost z ${x} na  ${y}";
"insurance_more_details_insurance_main_text" = "Dodavatel vozidla po vás může požadovat složení zálohy nebo havarijní pojištění vozu. Pojištění náhrady při spoluúčasti by mělo krýt požadovanou spoluúčast, proto si před nákupem jiné pojistky prověřte smluvní podmínky. Pokud dojde k poškození či krádeži auta, pronajímatel vozu si zálohu ponechá, aby mohl pokrýt nastalé výdaje. Později si však můžete požádat díky pojištění náhrady při spoluúčasti o navrácení částky v plné výši.";
"vehicle_other" = "Další vozidla";
"insurance_more_details_title2" = "Co je zahrnuto";
"insurance_more_details_point1" = "Úplné krytí poškození a odcizení se spoluúčastí";
"insurance_more_details_point2" = "Pneumatiky, okna, zrcátka a kola";
"insurance_more_details_point3" = "Střecha, podvozek a načerpání nesprávného paliva";
"insurance_more_details_point4" = "Administrativní poplatky";
"insurance_more_details_point5" = "Krytí klíče a osobního majetku";
"insurance_terms_conditions" = "Obchodní a platební podmínky";
"CTA_add_to_flight" = "Přidat k letu";
"CTA_edit" = "Upravit";
"payment_name" = "Jméno";
"payment_card" = "Číslo karty";
"payment_expiry" = "MM/RR";
"payment_cvc" = "Číslo CVC";
"payment_summary_pay_nothing_desk" = "Na přepážce nebudete nic platit";
"extras_title" = "Přidat doplňky";
"extras_all" = "Zobrazit vše";
"merchandising_business" = "Obchodní cestující";
"merchandising_city_break" = "Městské vozidlo";
"merchandising_family_size" = "Rodinný vůz";
"merchandising_best_seller" = "Nejprodávanější";
"merchandising_great_value" = "Vynikající cena";
"merchandising_quickest_queue" = "Nejrychlejší fronta";
"merchandising_recommended" = "Doporučujeme";
"merchandising_upgrade_to" = "Upgradujte na";
"merchandising_on_budget" = "Levná volba";
"merchandising_best_reviewed" = "Nejlepší s recenzemi";
"payment_free" = "Zahrnuto bez dalšího poplatku";
"feature_usb" = "Připojení USB";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Další prvky";
"feature_german_model" = "Německý model";
"feature_front_demister" = "Přední odmlžovač";
"feature_parking_sensors" = "Parkovací senzory";
"feature_fuel_economy" = "Dobrá spotřeba";
"extra_per_rental" = "na pronájem";
"mileage_allowance" = "Počet kilometrů";
"mileage_unlimited" = "Neomezený";
"mileage_limited" = "Omezený";
"insurance_basic" = "Pojištění:";
"insurance_basic_detail" = "Omezené krytí";
"CTA_add_vehicle_basket" = "Přidat do košíku";
"all_extras_paid" = "Všechny doplňky budou zaplaceny při vyzvednutí";
"payment_secure_text" = "100% bezpečné";
"payment_cardnumber" = "Číslo karty";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Zahrnuto bez dalšího poplatku:";
"extras_101.EQP" = "Další řidič";
"extras_7" = "Dětská skořepina – vhodná pro děti do 9 měsíců nebo s váhou méně než 9 kg / 20 liber.";
"extras_9" = "Zvýšené sedadlo – vhodné pro děti starší 4 let s váhou 18–45 kg / 40–100 liber.";
"extras_8" = "Dětská autosedačka – vhodná pro děti od 9 měsíců do 4 let nebo s váhou 8–18 kg / 20–40 liber.";
"extras_13" = "Satelitní navigační systém.";
"extras_3" = "Rozšiřuje možnosti zavazadlového prostoru.";
"extras_34" = "Telefon s GPS.";
"extras_4" = "Bezpečné uložení lyží.";
"extras_10" = "Doporučujeme pro řízení v zimních podmínkách.";
"extras_52" = "Při jízdě po dálnici vám umožňuje používat brány s elektronickým placením mýtného.";
"extras_55" = "Bezdrátové připojení k internetu pro notebooky, chytré telefony, tablety a další zařízení s Wi-Fi.";
"extras_30" = "Obsahuje povinné vybavení doporučené pro jízdu v zimních podmínkách.";
"extras_14" = "Doporučujeme pro řízení v zimních podmínkách.";
"Message.FreeCancellation.7days" = "Zrušení zdarma do 7 dnů po rezervaci vozidla! ";
"extras_102.EQP" = "Satelitní navigační systém.";
"overall_rating" = "Hodnocení";
"payment_invalid_card_number" = "Neplatné číslo";
"payment_invalid_expiry_date" = "Neplatné datum";
"payment_invalid_cvc_number" = "Musí být 3 nebo 4 číslice";
"search_title" = "Vyhledávání";
"search_compare_deals" = "Porovnejte a vyhledejte <b>nejlepší nabídky</b> pronájmu vozidel";
"whats_your_pickup_location" = "Jaké je místo vyzvednutí?";
"whats_your_dropoff_location" = "Jaké je místo odevzdání?";
"view_your_next_trip" = "Zobrazit další cestu!";
"book_another_car" = "nebo rezervujte další vůz";
"why_book_with_us" = "Why book with us?";
"free_cancellation_and_amendments" = "Zrušení a úprava zdarma";
"free_cancellation_amendments_detail" = "Zrušení do 24 hodin před vyzvednutím zdarma. Při úpravě rezervace neplatíte žádné administrativní poplatky.";
"phone_support" = "Telefonická podpora 24/7";
"phone_support_detail" = "Náš tým je k dispozici 24 hodin denně, 7 dní v týdnu.";
"airports_city_locations" = "30 000 letišť a míst ve městech";
"airports_city_locations_detail" = "Porovnejte 1 700 dodavatelů, vyberte a ušetřete.";
"no_hidden_costs" = "Žádné skryté náklady";
"no_hidden_costs_detail" = "Vysvětlíme vám dodatečné náklady, než si pronájem vozu zarezervujete. Další podrobnosti o tom, co je v ceně? Prostudujte si smluvní podmínky pro libovolný vůz.";
"damage_theft_protection" = "Poškození a ochrana proti krádeži";
"damage_theft_protection_detail" = "Pronájem obsahuje také havarijní pojištění a pojištění proti krádeži.";
"vehicles" = "vozidla";
"apply" = "Požádat";
"select_all" = "Zvolit vše";
"perfect_car" = "Vyhledáváme pro vás ideální auto";
"free_cancellation" = "Zdarma";
"cancellation_amendments" = "zrušení a úprava";
"included_important" = "Důležité";
"customer_ratings" = "Podle %@ hodnocení zákazníků";
"more_features" = "Další možnosti";
"continue_to_payment" = "Pokračovat k platbě";
"car_rental" = "Autopůjčovna";
"toast_extras" = "Celková cena zahrnuje doplňky, za ně však zaplatíte při vyzvednutí vozidla.";
"booking_delay" = "Může to trvat až 30 sekund";
"booking_please_sit_tight" = "Vyčkejte prosím";
"booking_secure_payment" = "Zabezpečená platba";
"booking_pay" = "Platit";
"booking_manage_your_booking" = "Správa rezervací";
"booking_card_title" = "Cesta do";
"booking_button_title" = "PROHLÉDNOUT REZERVACI";
"booking_list_title" = "Zobrazit další cestu?";
"payment_title_header" = "Přehled";
"payment_pay_at_pickup_title" = "Zaplatit při vyzvednutí";
"payment_pay_at_desk_title" = "Splatné na přepážce";
"summary_extras_cell_title" = "Při vyzvednutí zaplatíte v místní měně za následující položky:";
"summary_car_hire_title" = "Poplatek za pronájem vozu";
"booking_summary_title" = "Číslo rezervace";
"payment_summary_title" = "Shrnutí ceny";
"user_phone_prefix_hint" = "Předpona";
"car_rental_subscribe" = "Ano, chci dostávat exkluzivní nabídky e-mailem. Odběr můžete kdykoliv zrušit.";
"secure_payment_header" = "Zabezpečená platba";
"secure_payment_text" = "Všechny platební transakce jsou šifrovány 128bitovým šifrováním SSL.";
"payment_conditions_1" = "Kliknutím na „Platit“ dokončete svou rezervaci. Nezapomeňte odsouhlasit ${x} a ${y}";
"payment_conditions_2" = "Podmínky půjčovny";
"splash_navigation_title" = "Autopůjčovna";
"summary_pay_total" = "Platit %@";
"deselect_all" = "Zrušit vše";
"free_cancellation_and_amendments_banner" = "Zrušení a změna <b>zdarma</b>";
"settings_currency_updated" = "Aktualizována měna";
"booking_not_included" = "Nezahrnuto";
"vehicle_type_convertible" = "Kabriolet";
"loyalty_scheme_title" = "Odměny WestJet";
"loyalty_scheme_label" = "ID odměn WestJet";
"loyalty_scheme_intro" = "Členové programu odměn WestJet získávají 1 % zpět v dolarech WestJet. Dolary WestJet jsou aplikovány na cenu vašeho pronájmu před zdaněním a poplatky.";
"loyalty_scheme_notes" = "Dolary WestJet mohou být získávány pouze hlavním řidičem.  Uveďte ID odměn WestJet hlavního řidiče.";
"loyalty_scheme_confirm" = "Tento člen bude primárním řidičem půjčeného vozu a získá dolary WestJet před zdaněním, stržením poplatků a přirážek v rámci půjčení vozu.";
"Free.LimitedDamageProtection" = "Omezená ochrana před poškozením";
"Free.LimitedTheftProtection" = "Omezená ochrana před odcizením";
"Insurance.Excess.Liability" = "Odpovědnost za spoluúčast až do ${x}";
"Insurance.Basic.Cover.Incl" = "Omezené krytí (zahrnuto):";
"Insurance.Insurance.Explained" = "Vysvětlení pojištění";
"Basic.Intro" = "Se omezeným krytím dodavatele jste kryti proti odpovědnosti za škodu. Můžete mít také omezenou ochranu proti odcizení a krádeži. Kryje většinu nákladů, nicméně vy nesete odpovědnost ve formě spoluúčasti až do 3 000 €. Když si vyzvednete vozidlo, musíte pomocí své kreditní karty zanechat zálohu. Pokud je vozidlo poškozeno nebo odcizeno, dodavatel si ponechá částku z vaší zálohy.";
"Insurance.Premium.Cover" = "Krytí Premium:";
"Premium.Intro" = "S krytím Premium získáte výhody omezeného krytí dodavatele (včetně krytí odpovědnost za škodu), plus ochranu vaší zálohy. V případě, že dojde k poškození nebo odcizení vašeho vozidla, si poskytovatel pronajatého vozu ponechá spoluúčast na pokrytí nákladů, kterou můžete nárokovat zpět na základě maximálních limitů uvedených v tabulce výhod pojistky (viz odkazy níže). Podrobnosti o vznesení nároku budou zaslány v potvrzujícím e-mailu.";
"Premium.Tyres.Benefit" = "Kryje defekt pneumatiky a její výměnu, poškození zrcátek a kol.";
"Premium.Key.Benefit" = "Rovněž kryje náhradu ztracených klíčů a osobního majetku, pokud je z vozidla odcizeno.";
"Premium_TC" = "Prémiové smluvní podmínky";
"Insurance.Got.It" = "Máme to!";
"Damage.Protection" = "Ochrana před poškozením";
"Free.TheftProtection" = "Pojistné krytí proti odcizení";
"Insurance.Checklist.ExcessRefund" = "Vrácení zaplacené spoluúčasti";
"AddPremium" = "Přidat Krytí Premium";
"NoThanks" = "Ne, děkuji";
"Daily_price_Per_day" = "/den";
"Insurance.Info.Subtitle1" = "Vyzvednutí vozidla";
"Insurance.Info.Subtitle2" = "Návrat vozidla";
"Insurance.Info.Text.2" = "Dodavatel vozidla vás může požádat o zakoupení havarijního pojištění vozu přímo v kanceláři. Pokud přidáte naše pojištění náhrady při spoluúčasti, neměli byste toto pojištění potřebovat, protože tak už jste pojištěni.";
"Insurance.Info.Text.3" = "Záloha bude uložena na vaši kreditní kartu a bude krýt případy poškození nebo odcizení.";
"Insurance.Info.Text.4" = "Pokud nedojde k poškození ani ke krádeži pronajatého vozu, záloha vám bude plně vyplacena zpět.";
"Insurance.Info.Text.5" = "Pokud dojde k poškození či krádeži auta, pronajímatel vozu si zálohu ponechá, aby mohl pokrýt nastalé výdaje. Později si však můžete požádat o navrácení částky v plné výši. Podrobnosti o vznesení nároku budou zaslány v potvrzujícím e-mailu.";
"Insurance.Info.Text.6" = "Ujistěte se tedy, že u sebe máte kreditní kartu na jméno řidiče s dostatečným limitem, aby mohla být zaplacena záloha. Neváhejte nás prosím kontaktovat, pokud nastanou jakékoliv potíže na přepážce u pronajímatele vozu.";
"Insurance.Info.Text.7" = "Pro bližší informace si prosím přečtěte Všeobecné smluvní podmínky.";
"X.PerDay" = "${x} na den";
"Insurance.Prompt.CoverPrice" = "Celková cena: ${x}";
"car.insurance" = "Pojištění vozidla";
"AddStandard" = "Přidat Krytí Premium";
"CTA.Insurance.Added" = "S Krytím Premium";
"CTA.Insurance.Not.Added" = "S omezeným krytím";
"Standardadded" = "Přidáno Krytí Premium";
"PayAtPickupReminder" = "Nezapomeňte, že při vyzvednutí zaplatíte v místní měně zbývajících ${x}.";
"Insurance.Limited.Cover.Incl" = "Omezené krytí (zahrnuto)";
"Recent.Searches" = "Nedávná hledání";
"AddCar" = "Pokračovat";
"Total" = "Celkem:";
"Limited.Offer" = "Platí pouze omezenou dobu";
"PercentageOff" = "Sleva ${x}";
"Free.ThirdPartyLiability" = "Odpovědnost třetí strany za škodu";
"Insurance.Checklist.Item2" = "Pneumatiky, okna, zrcátka a kola";
"Insurance.Checklist.Item5" = "Krytí klíče a osobního majetku";
"Chubb.Content.1" = "Pojištění proti poškození a krádeži, které je v tomto pronájmu zahrnuto, plně nepokrývá všechny výdaje v případě poškození a krádeže. Budete stále odpovědní za platbu spoluúčasti, pokud bude vozidlo poškozeno, odcizeno nebo ztratíte klíče.";
"Chubb.Content.2" = "Ano, chci se nechat pojistit proti potenciální spoluúčasti za pouhých ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Pokud chcete pojistit potenciální spoluúčast, nezapomeňte zaškrtnout pole výše.";
"Chubb.Content.4" = "Vynikající cena";
"Chubb.Content.5" = "úhrada zaplacené spoluúčasti až do 50 000 ZAR za pouhých ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Nejlepší ochrana";
"Chubb.Content.7" = "získejte zpět částku až 50 000 ZAR, pokud budete muset zaplatit spoluúčast.";
"Chubb.Content.8" = "A mnohem více";
"Chubb.Content.9" = "Výhodné krytí v případě nehody až do ZAR 50,000 v případě úmrtí nebo trvalé invalidity. Součástí této pojistky je také krytí krádeže osobního majetku až do ZAR 15,000.";
"Chubb.Content.10" = "Jak toto pojištění funguje během a po pronájmu vozu?";
"Chubb.Content.11" = "Jak toto pojištění funguje během a po pronájmu vozu?";
"Chubb.Content.12" = "Vyzvednutí vozidla";
"Chubb.Content.13" = "Dodavatel vozidla vás může požádat o zakoupení havarijního pojištění vozu přímo v kanceláři. Pokud přidáte naše pojištění náhrady při spoluúčasti, neměli byste toto pojištění potřebovat, protože tak už jste pojištěni. Záloha bude uložena na vaši kreditní kartu a bude krýt případy poškození nebo odcizení.";
"Chubb.Content.14" = "Ujistěte se tedy, že u sebe máte kreditní kartu na jméno řidiče s dostatečným limitem, aby mohla být zaplacena záloha. Neváhejte nás prosím kontaktovat, pokud nastanou jakékoliv potíže na přepážce u pronajímatele vozu.";
"Chubb.Content.15" = "Vracení vozidla";
"Chubb.Content16" = "Pokud dojde k poškození či krádeži auta, pronajímatel vozu si zálohu ponechá, aby mohl pokrýt nastalé výdaje. Později si však můžete požádat o navrácení částky v plné výši. Podrobnosti o vznesení nároku budou zaslány v potvrzujícím e-mailu. Pokud nedojde k poškození ani ke krádeži pronajatého vozu, záloha vám bude plně vyplacena zpět.";
"Chubb.Content.17" = "Pro bližší informace si prosím přečtěte Všeobecné smluvní podmínky.";
"National.ID" = "Číslo OP";
"Origin.Province" = "Vyberte si provincii původu";
"Allianz.Content.1" = "Výhody tohoto pojištění zahrnují";
"Allianz.Content.2" = "Fyzické poškození nebo ztrátu pronajatého vozidla, ke kterým dojde za jízdy nebo při opuštění vozidla během doby pronájmu";
"Allianz.Content.3" = "Ztráta nebo poškození pronajatého vozidla v důsledku příčin jiných než nehoda (například: požár, bouře, vandalismus)";
"Allianz.Content.4" = "Odcizení pronajatého vozidla nebo některé jeho součásti nebo příslušenství";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Poplatky za odtažení pronajatého vozidla do nejbližšího servisu.";
"origin.State" = "Vyberte si stát původu";
"Orient.legal" = "Tuto pojistnou smlouvu zaštiťuje společnost Orient Sigorta A.Ş. (registrační číslo T14113-CEM09) a je distribuována autorizovaným zástupcem, společností Hepstar. Volbou tohoto produktu souhlasíte s předáním, zpracováním, zaznamenáním, uložením, klasifikací, aktualizací a distribucí svých osobních údajů u potřebných třetích stran a uložením v zahraničí podle tureckého zákona číslo 6698 a související legislativy.";
"Insurance.Upgrade.Cover" = "Upgradovat krytí";
"Car.Excess.Cover.AU" = "Pojištění spoluúčasti";
"Insurance.Checklist.Item1" = "Úplné krytí škod a odcizení se spoluúčastí";
"Add" = "Přidat";
"Car.Excess.Cover.Text.AU" = "Při vyzvednutí vozu zadrží obvykle poskytovatel z kreditní karty částku odpovídající spoluúčasti, kterou byste museli zaplatit v případě poškození nebo krádeže vozu.";
"Car.Excess.Cover.CTA.Promo" = "Pokud chcete pokrýt možnou spoluúčast (až ${x}), stačí zaškrtnout pole níže.";
"Insurance.Prompt.Content.CTA" = "Ano, chci si zakoupit havarijní pojištění";
"Car.Excess.Cover.Agree.Statement" = "Zaškrtnutím pole výše souhlasím, že pomocí těchto odkazů získám ${x} a ${y}, a potvrzuji, že je znám a rozumím jim, a souhlasím se zpracováním, použitím a zveřejněním svých osobních údajů, jak je uvedeno v Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Prohlášení o popisu výrobku (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "Průvodce finančními službami";
"Insurance.Prompt.ContentUS2" = "Pojistěte se Ochranou pronajatého vozu Allianz za pouhých ${x} denně. ";
"Insurance.Prompt.TCs" = "Mohou platit určité výjimky, podmínky a omezení. Viz ${x}";
"CarTermsAndConditions" = "Obchodní a platební podmínky";
"Car.Excess.Cover.CTA.AU" = "Ano, chci si zakoupit havarijní pojištění za ${x}";
"Add.Cover" = "Přidat krytí";
"Insurance.Prompt.SelectCA" = "Která provincie vám vydala řidičský průkaz?";
"Insurance.Prompt.CTA.Insure.US" = "Ano, chci si zakoupit Ochranu pronajatého vozu.";
"AddInsurance" = "Přidat pojištění";
"Chubb.Content.18" = "Tento produkt je dostupný pouze pro osoby od 21 do 80 let. Produkty jsou zajištěny společností Chubb Insurance South Africa Limited a nabízeny společností Hepstar Financial Services, autorizovaným poskytovatelem finančních služeb. Platí všeobecné obchodní podmínky. Tato pojistka je poskytována bez jakéhokoliv doporučení a pojištění je přebíráno na základě skutečných informací poskytovaných pojistitelem.";
"Car.Excess.Cover.TC.AU" = "Toto pojištění je zajištěno společností Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 a vydáno a řízeno společností AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 obchodující pod názvem Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094 obchodující pod názvem CarTrawler poskytuje toto pojištění jako zástupce společnosti Allianz Global Assistance. Platí platné podmínky, omezení a výjimky. Všechna doporučení k tomuto pojištění poskytované společností Allianz Global Assistance jsou pouze obecného charakteru a založené na uvážení vašich cílů, finanční situace nebo potřeb. Před rozhodnutím zvažte také ${x}. Pokud si koupíte pojištění společnosti Allianz Global Assistance, společnost CarTrawler a subjekt, který vám tento web doporučil, obdrží provizi, která je procentem vašeho pojistného.";
"Orient.Content.1" = "Získejte zpět částku až 7 000 TRY, pokud budete muset zaplatit spoluúčast.";
"Orient.Content.2" = "Úhrada zaplacené spoluúčasti až do 7 000 TRY za pouhých ${x} (${y} = ${z}).";
"Orient.Content.3" = "Výhodné krytí v případě nehody až do 100 000 TRY v případě úmrtí nebo trvalé invalidity. Součástí této pojistky je také krytí krádeže osobního majetku až do 3000 TRY!";
"Orient.Content.4" = "Krytí neočekávaných doplatků.";
"Orient.Content.5" = "Výhodné krytí v případě nehody až do 100 000 TRY v případě úmrtí nebo trvalé invalidity. Součástí této pojistky je také krytí krádeže osobního majetku až do 3000 TRY!";
"Insurance.Prompt.Agree.Links3" = "Oznámení o ochraně osobních údajů";
"Allianz.Content.7" = "Chci zakoupit Ochranu pronajatého vozu a četl/a jsem ${x}.";
"Allianz.Content.8" = "Uvedené pojistné sazby jsou bez daně. Daně se případně účtují ve vašem státě a uvádějí se samostatně na vašem potvrzení pojistné smlouvy.";
"filter_pickup" = "Místo vyzvednutí";
"vehicle_seat" = "Sedadlo";
"vehicle_seats" = "Sedadla";
"age_range_error_text" = "Zadejte platný věk řidiče (18 nebo více)";
"invalid_search_parameters" = "Chyba v parametrech vyhledávání";
"insurance" = "Pojištění:";
"supplier_average" = "Průměr";
"TRANSFERS.Cheapest.Airport.Destination" = "PŘEVOZY – nejlevnější cesta z letiště do dané destinace";
"GT.Private.Transfer" = "Soukromá přeprava";
"Transfer.Service.Class.Regular" = "Standardní";
"Business" = "Obchodní";
"Business.Minivan" = "Minidodávka";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minivan";
"Max.Passengers" = "Až ${X}";
"AirConditioning.Abbr" = "Klimatizace";
"WifiAccess" = "Wi-Fi přístup";
"Free.Cancellation.Mobile" = "Zrušení zdarma";
"Filter.Supplier" = "Dodavatel";
"Review.destination.address" = "Zkontrolovat cílovou adresu";
"Book.Now.Modify.Destination" = "Rezervaci můžete provést hned a destinaci až do 24 hodin před odjezdem změnit. Cena se může podle cíle cesty měnit.";
"One.Hyphen.Way.Transfer" = "Jednosměrný převoz";
"Special.requests.optional" = "<strong>Speciální požadavky</strong> (volitelné)";
"Additional.Info.Text" = "Existují další informace, které by měl řidič znát? Zvláštní požadavky, dětská sedadla, typ zavazadel?";
"Special.Request" = "Zadejte případný zvláštní požadavek";
"You.also.get" = "<strong>Získáte také:</strong>";
"Certified.Driver" = "Certifikovaný řidič";
"No.taxes.tolls.gratuity" = "Bez daní, mýtného a dalších poplatků";
"FREE.wait" = "Čas čekání ZDARMA";
"TransferConditions" = "Přepravní podmínky";
"IHaveReadTermsConditions.link2" = "Obchodní podmínky rezervací";
"Privacy.Policy" = "Zásady ochrany soukromí";
"Confirm" = "Potvrdit";
"Total.Transfer.Cost" = "Cena převozu celkem";
"OtherFee" = "Další poplatky";
"YoungDriverFee" = "Poplatek za mladého řidiče";
"Price.Updated" = "Cena byla aktualizována.";
"Address.Prompt.Field" = "Zadejte hotel, letiště, adresu nebo místo zájmu.";
"Price.No.Change" = "Dobrá, nedošlo k žádné změně ceny.";
"PrivateTransfer.Added" = "Byl přidán váš osobní převoz";
"Results.Found" = "${X} výsledků";
"Ticket.Oneway" = "Jednosměrné";
"From.To" = "Od ${X} do ${Y}";
"Destination.confirmed" = "Destinace potvrzena";
"No.Avail.Search.Error" = "V této oblasti není k dispozici. Zkuste jiné místo.";
"To" = "Do";
"a_TO_b" = "do";
"EditSearch" = "Upravit vyhledávání";
"Where.Drop.Off" = "Kde vás můžeme vyložit?";
"Where.Pick.Up" = "Kde vás můžeme naložit?";
"GT.Passengers" = "Cestující ";
"Total.Passengers" = "${x} cestujících";
"GT.S1.PickupDate" = "Čas vyzvednutí";
"GT.S1.OnePassenger" = "${x} cestující";
"Additional.Info.Text2" = "Může být třeba zaplatit poplatky za některé služby nebo vybavení, jako jsou dětské sedačky. Než se takové poplatky k vaší rezervaci započítají, kontaktujeme vás.";
"GT_USP_SHORT_waiting" = "Když se dostanete na letiště, budeme tam na vás čekat";
"Details" = "Podrobnosti";
"Validation.Looks.Good" = "Vypadá to dobře!";
"insurance.hepstar.tr.nationalIDError" = "Zadejte platné identifikační číslo";
"IPID_LINK_TEXT" = "Před rozhodnutím nahlédněte do dokumentu s informacemi o pojišťovacím produktu";
"Free.Cancellation.All.Cars" = "Zrušení všech rezervací vozidel zdarma";
"SelectedCar" = "Vaše auto";
"Insurance.IPID.App" = "Přidáním krytí Krytí Premium potvrzuji, že jsem si přečetl(a) ${x} a že na základě těchto informací tyto zásady vyhovují mým potřebám.";
"Insurance.IPID.Document" = "Dokument IPID";
"Insurance.Explained" = "Vysvětlení spoluúčasti";
"InsuranceExplained.TextUpdate" = "Tento produkt splňuje požadavky a potřeby těch, kdo si přejí krýt svou povinnost uhradit náklady vzniklé společnosti poskytující pronájem vozů, a to až do výše ${x}, pokud během období pronájmu dojde k poškození nebo ztrátě vozu";
"ImportantInformation" = "Důležité informace";
"CTA.PayAcceptTermsGDPR" = "Kliknutím na „Platit“ dokončete rezervaci odsouhlaste ${x}, ${y} a ${z}.";
"Residency.PopUp" = "Pokud změníte zemi/region pobytu, může to ovlivnit cenu a dostupnost vybraného vozu. Budete přesměrováni na stránku s výsledky vyhledávání a vaše vyhledávání bude aktualizováno.";
"Country.Region" = "Země/oblast";
"SearchDatesIncorrect.Error" = "Nesprávné datum. Zkontrolujte zvolená data";
"AgeFieldYoung.Error" = "Zadejte věk od 18 do 24";
"DriverFullName.Empty.Error" = "Vyplňte prosím řidičovo jméno a příjmení.";
"DriverEmail.Empty.Error" = "Vyplňte prosím svou e-mailovou adresu.";
"Phone.Empty.Error" = "Vyplňte prosím své telefonní číslo.";
"Address.Empty.Error" = "Vyplňte prosím svou adresu.";
"City.Empty.Error" = "Vyplňte město.";
"OpeningHours" = "Otevírací doba:";
"AgeFieldElder.Error" = "Zadejte věk vyšší než 71";
"DistancePickupX" = "Vzdálenost od místa vyzvednutí: ${x}";
"Distance.Tooltip" = "Přepážka půjčovny se nachází: ${x}.  To je ${y} z ${z}";
"FlightNumber.Empty.Error" = "Vyžaduje se číslo letu";
"NameOnCard" = "Jméno na platební kartě";
"EmailAddress" = "E-mail";
"title_search_results" = "Výsledky vyhledávání";
"title_interstitial" = "Vyhledávání…";
"Availability.Mobile1" = "Nenašli jsme žádné vozy, které by se shodovaly s vašimi kritérii. Můžete však zkusit změnu zadání pro vyhledávání.";
"Availability.Text2" = "Zkuste zadat jiné časy vyzvednutí a odevzdání.";
"Availability.Text3" = "Zkuste zadat jiná data.";
"LocationType.Airport" = "Letiště";
"DriverDetails" = "Informace o řidiči";
"search_country" = "Vyhledávání";
"wcag.information" = "Dodatečné informace";
"filter_clearall" = "Smazat vše";
"filter_clear" = "Smazat";
"Size.Small" = "Malé";
"Size.Medium" = "Střední";
"Size.Large" = "Velké";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Velké";
"Size.Luxury" = "Luxusní";
"Size.Premium" = "Premium (lepší vůz)";
"simple_connection_error" = "Při zpracování vašeho požadavku nastaly problémy. Zkuste to prosím znovu.";
"Residency.PopUp.Title" = "Změna země/oblasti?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Vyplňte měsíc a rok uplynutí platnosti karty ";
"DriverFirstName.Empty.Error" = "Vyplňte prosím jméno řidiče";
"DriverLastName.Empty.Error" = "Vyplňte prosím příjmení řidiče.";
"FlightNumberOptional" = "Číslo letu (volitelné)";
"results_car_empty" = "Žádné vozy";
"Availability.Text5" = "Zkuste odebrat filtry";
"wcag.basket" = "Košík k zaplacení";
"wcag.addExtra" = "Přidat doplňky";
"wcag.removeExtra" = "Odebrat doplněk";
"results_driver_age" = "Věk řidiče: ${x}";
"filter_showxcars" = "Zobrazit vozy (${x})";
"payment_premium_cover" = "Krytí Premium";
"wcag.back" = "Zpět";
"Filter.CarSize.Show.All" = "Zobrazit více velikostí";
"Filter.CarSize.Show.Less" = "Zobrazit méně velikostí";
"CardholderName.Empty.Error" = "Vyplňte prosím jméno držitele karty. ";
"CardSecurityCode.Empty.Error" = "Vyplňte prosím bezpečnostní kód karty.";
"CardNumber.Payment.Empty.Error" = "Vyplňte prosím číslo své karty.";
"Cardexpiry.Empty.Error" = "Vyplňte prosím datum konce platnosti karty.";
"SpecialOffer.GuaranteedNewCar" = "Garance nového vozu";
"SpecialOffer.FreeDriver" = "Další řidič zdarma";
"SpecialOffer.GuaranteedCarModel" = "Zaručený model vozidla";
"Carblock.People" = "${x} Lidé";
"cancellation_banner" = "Zrušení do 48 hodin před vyzvednutím zdarma pro všechny vozy";
"Carblock.PricePerDay" = "${x}/den";
"Carblock.Total" = "Celkem ${x}";
"CarPriceInclude" = "Zahrnuje ${x} (${y})";
"CarPriceInclude.Free" = "Zdarma";
"Insurance.Modal.Accept" = "Přijmout";
"Insurance.Modal.AcceptText" = "Než budete pokračovat, musíte přijmout smluvní podmínky pojištění.";
"Insurance.Modal.ViewTerms" = "Zobrazit smluvní podmínky";
"Preferred.Supplier.Footer.Default" = "Exkluzivní nabídky";
"Preferred.Supplier.Header.Default" = "Doporučujeme";
"Booking.Summary.Payment.Paid" = "Zaplaceno";
"Booking.Summary.Payment.Pickup" = "Splatné při vyzvednutí";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Upozorňujeme, že dokumentace se zásadami se zasílá e-mailem nebo poštou. Když kliknete na možnost „${x}“ a zadáte svou e-mailovou adresu, budou vám dokumenty zaslány v e-mailu. Pokud si přejete dokumenty obdržet poštou, zašlete prosím e-mail na adresu carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Zadejte věk vyšší než ${x}";
"DriverAgeYoung.Error" = "Zadejte věk mezi ${x} a ${y}";
"Extras.Show.List" = "Zobrazit seznam";
"Extras.Subheader" = "Dostupnost těchto doplňků není vždy zaručena a pokud platíte v kanceláři půjčovny, ceny se mohou měnit.";
"Extras.Included" = "Zahrnuto";
"Extras.X.Free" = "${x} zdarma";
"Payment.Summary.Free" = "Zdarma ${x}";
"error_connection_text" = "Ujistěte se, že jste připojeni k mobilní nebo Wi-Fi síti a zkuste to znovu.";
"error_connection_cta" = "Zkusit znovu";
"error_dismiss" = "Zahodit";
"Upsell_Title" = "Dobré zprávy!";
"Upsell_Body" = "Na zvoleném voze máte na výběr z několika možností pojištění.";
"CTA_Not_Now" = "Teď ne";
"Limited_Cover_Title" = "Omezené krytí";
"Limited_Insurance_Checklist_Item1" = "${x} spoluúčast (bez možnosti vrácení peněz)";
"Limited_Insurance_Checklist_Item3" = "Omezená ochrana před poškozením a proti krádeži";
"Premium_Insurance_Details" = "Havarijní pojištění od společnosti AXA.";
"Premium_Insurance_Checklist_Item1" = "Až ${x} spoluúčast (vratná)";
"Premium_Insurance_Checklist_Item2" = "${x} záloha v kanceláři";
"Premium_Insurance_Checklist_Item3" = "Úplné krytí škod a odcizení se spoluúčastí";
"ZeroExcess_Title" = "Balíček s nulová spoluúčastí";
"ZeroExcess_Insurance_Details" = "Pojištění s nulovou spoluúčastí a nízkou zálohou.";
"ZeroExcess_Checklist_Item1" = "${x} spoluúčast";
"ZeroExcess_Checklist_Item2" = "Ochrana před poškozením a proti krádeži";
"ZeroExcess_CC_Required" = "Není potřeba žádná platební karta";
"Insurance_Checklist_Third_Party" = "Pojistné krytí odpovědnosti za škodu";
"Insurance_Checklist_Desk_Deposit" = "${x} záloha v kanceláři";
"Insurance_More_Info" = "Další informace";
"CTA_Show_Me" = "Ukažte mi";
"SpecialOffer.ZeroExcessAvailable" = "Dostupnost balíčku nulové spoluúčasti";
"Limited_Insurance_Included" = "Zahrnuto do poplatku za půjčení vozu.";
"Premium_Insurance_Checklist_Item4" = "Poškození skel, střechy, podvozku a pneumatik";
"Premium_Insurance_Checklist_Item5" = "Krytí klíče a osobního majetku";
"CTA_Add_Continue" = "Přidat a pokračovat";
"ZeroExcess_Terms_1" = "S balíčkem s nulovou spoluúčastí získáte výhody omezeného krytí od poskytovatele (včetně krytí odpovědnosti za škodu) plus ${x} spoluúčast a mnohem nižší zálohu. Pokud dojde k poškození nebo odcizení vašeho vozu, poskytovatel pronajatého vozu vám nebude účtovat žádné poplatky.";
"ZeroExcess_Terms_2" = "Poškození nebo ztráta pneumatik, čelního skla, skel a podvozku nemůže být kryta. Informujte se u zástupce pronajímající společnosti na přepážce.";
"LimitedCover_Info" = "S omezeným krytím dodavatele jste kryti proti odpovědnosti za škodu. Můžete mít také omezenou ochranu proti poškození a krádeži. Kryje většinu nákladů, nicméně vy nesete odpovědnost ve formě spoluúčasti až do ${x}. Když si vyzvednete vůz, musíte pomocí své kreditní karty zanechat zálohu. Pokud je vozidlo poškozeno nebo odcizeno, dodavatel si ponechá částku z vaší zálohy.";
"Swiss_Premium_Insurance_Details" = "Pojištění je zajištěno společností TSM Insurance. Všechna pojistná plnění jsou vyřizována společností AXA Assistance.";
"FlightNumber_Error" = "Zkontrolujte číslo svého letu.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Toto není správné číslo věrnostního programu";
"Priority_Messaging_Native_Results" = "Užívejte si flexibilitu a vylepšené čištění.";
"Priority_Messaging_Native_Details" = "Bezplatné zrušení je k dispozici do ${x} hodin před vyzvednutím.";
"Priority_Messaging_Native_Payment" = "Zůstaňte flexibilní díky možnosti zrušení zdarma až do ${x} hodin před vyzvednutím.";
"car_features" = "Funkce vozidla";
"vehicle_fuel_hybrid" = "hybrid";
"vehicle_fuel_electric" = "elektromobil";
"rental_info_details" = "Více podrobností";
"vehicle_fuel_policy_type_FREETANK" = "Nádrž zdarma";
"vehicle_fuel_policy_desc_FREETANK" = "Vůz se dodává s plnou nádrží paliva, která je zdarma. Můžete spotřebovat libovolné množství paliva a před předáním vozidla nemusíte nádrž doplňovat.";
"vehicle_fuel_policy_type_SAMESAME" = "Stejné za stejné";
"vehicle_fuel_policy_desc_SAMESAME" = "Vůz si vyzvednete s palivem. Než vyjedete, zkontrolujte množství paliva. Vůz budete muset vrátit se stejným množstvím paliva.";
"Filter_PriceRange" = "Cenový rozsah";
"Filter_AverageCarPrice" = "Průměrná cena za vůz je ${x}";
"PickupType_CarDriver" = "Služby řidiče";
"PickupType_CarDriver_Info" = "Řidič na vás bude čekat v hale příletů letištního terminálu.";
"PickupType_MeetNGreet" = "Setkání a uvítání";
"PickupType_MeetNGreet_Info" = "Zástupce naší partnerské půjčovny se s vámi setká na letištním terminálu a dovede vás k přepážce zákaznických služeb.";
"PickupType_Terminal" = "Převzetí na letištním terminálu";
"PickupType_Terminal_Tooltip" = "Jedná se o nejpohodlnější možnost vyzvednutí. Přepážka zákaznických služeb je umístěna na letištním terminálu.";
"PickupType_ShuttleBus_Terminal" = "Kyvadlový autobus";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Bezplatná kyvadlová autobusová doprava vás odveze z letištního terminálu k přepážce zákaznických služeb.";
"PickupType_ShuttleBus_Counter" = "Kyvadlový autobus";
"PickupType_ShuttleBus_Counter_Tooltip" = "Bezplatná kyvadlová autobusová doprava vás odveze z letištního terminálu k přepážce zákaznických služeb.";
"PickupType_HoppaShuttleBus" = "Kyvadlový autobus";
"PickupType_HoppaShuttleBus_Info" = "Kyvadlová autobusová doprava vás odveze k přepážce zákaznických služeb v blízkosti letištního terminálu. Za tuto službu může být účtován malý poplatek, který byste měli zaplatit řidiči.";
"PickupType_OnAirport_Terminal" = "Na letišti";
"PickupType_OnAirport_Terminal_Info" = "Přepážka zákaznických služeb je umístěna pohodlně v prostorách letiště.";
"PickupType_OnAirport" = "Na letišti";
"PickupType_OnAirport_Info" = "Přepážka zákaznických služeb je umístěna pohodlně v prostorách letiště.";
"PickupType_Rail" = "Vyžaduje se železniční spojení";
"PickupType_Rail_Info" = "Vyžaduje se cestování železnicí z letištního terminálu do místa dodavatele";
"vehicle_fuel_lpg" = "Zkapalněný plyn";
"vehicle_fuel_hydrogen" = "Vodík";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Více druhů paliva";
"sale_search_banner_title" = "Prodej zahájen!";
"sale_search_banner_description" = "Sleva až ${x}. Výprodej končí ${y}.";
"sale_landing_banner_title" = "Prodej zahájen!";
"sale_landing_banner_description" = "Sleva až ${x}. Výprodej končí ${y}.";
"landing_page_1_title" = "Flexibilní rezervace";
"landing_page_3_title" = "Podpora zákazníka 24 hodin denně 7 dní v týdnu";
"landing_page_4_title" = "Žádné skryté poplatky";
"landing_page_4_desc" = "Vysvětlíme vám dodatečné náklady, než si pronájem vozu zarezervujete.";
"landing_page_1_desc" = "Rezervujte si vůz s bezplatným zrušením do 48 hodin před vyzvednutím";
"landing_page_2_title" = "Dezinfikované vozy";
"landing_page_2_desc" = "Buďte při cestě v bezpečí a mějte klid mysli díky vylepšeným opatřením při čištění";
"landing_page_3_desc" = "Náš tým vám pomůže s případnými dotazy ohledně vaší rezervace";
"landing_page_title" = "Porovnejte nabídky pronájmu vozu od více než 1 700 dodavatelů z celého světa";
"landing_page_search" = "Kam máte namířeno?";
"sale_discount_payment" = "Sleva (-${x})";
"sales_TCs" = "Smluvní podmínky";
"recent_search_delete" = "Odstranit";
"Pickup.Error" = "Zadejte místo vyzvednutí.";
"Return.Error" = "Zadejte místo vrácení.";
"HA_landing_page_title" = "Pronájem vozu s jistotou. Vyhledání Srovnání Uložení";
"Argus_landing_page_title" = "Nabízíme nejnižší cenu nebo vrátíme rozdíl. Jak jednoduché.";
"Premium_Insurance_title" = "Havarijní pojištění od společnosti ${x}.";
"Insurance.Checklist.Item1.2" = "Úplné krytí odcizení se spoluúčastí";
"ZeroExcess_Checklist_Item2_1" = "Ochrana před poškozením";
"ZeroExcess_Checklist_Item2_2" = "Pojistné krytí proti odcizení";
"Insurance.Checklist.Item1.1" = "Úplné krytí škod se spoluúčastí";
"Disclaimer.Quebec" = "Pojistné krytí není k dispozici pro osoby s trvalým pobytem v provincii Quebec";
"Select.Province" = "Zvolte provincii";
"Province.Residency" = "Provincie trvalého pobytu";
"state.CA.BC" = "Britská Kolumbie";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukonské teritorium";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Ostrov prince Eduarda";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Severozápadní teritoria";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nové Skotsko";
"state.CA.NL" = "Newfoundland a Labrador";
"state.CA.NB" = "Nový Brunšvik";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Vrácení finančních prostředků v rámci havarijního pojištění poskytované vydavatelem AWN.";
"no_cover_title" = "Žádné krytí";
"no_cover_item1" = "Odpovědnost za škody a krádeže ${x}";
"no_cover_item3" = "Bez ochrany před poškozením a proti krádeži";
"no_cover_item2" = "Záloha v kanceláři ${x}";
"no_cover_item4" = "Bez pojistného krytí odpovědnosti za škodu";
"no_cover_cta" = "Pokračovat bez krytí";
"Insurance.Cover" = "Pojištění";
"CTA_Confirm_booking" = "Potvrdit rezervaci";
"CTA.Confirm.AcceptTerms" = "Klepnutím na „Potvrdit rezervaci“ dokončíte rezervaci a přijmete naše podmínky pronájmu, smluvní podmínky a zásady ochrany soukromí.";
"state.US.AK" = "Aljaška";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Kalifornie";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Washington, D.C.";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgie";
"state.US.HI" = "Havaj";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Severní Karolína";
"state.US.ND" = "Severní Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "Nové Mexiko";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pensylvánie";
"state.US.SC" = "Jižní Karolína";
"state.US.SD" = "Jižní Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginie";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Západní Virginie";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Doporučuje, nabízí a prodává Allianz Global Assistance. Ručitel: Společnost BCS Insurance Company nebo Jefferson Insurance Company. Plán vč. pojišťovacích a asistenčních služeb. Platí podmínky a vyloučení (včetně předem existujících podmínek).";
"Insurance.Disclosure.Allianz.Link" = "Zveřejnění podrobností o plánu a ceně";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: důležitá omezení týkající se krytí";
"Damage.Protection.title" = "Pojištění ochrany proti škodám poskytované společností ${x}";
"State.Residency" = "Stát trvalého pobytu";
"Select.Residency" = "Vybrat místo trvalého pobytu";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Exkluzivní nabídky";
"Size.Midsize" = "Střední velikost";
"Size.Smallsuv" = "Malé SUV";
"Size.Mediumsuv" = "Střední SUV";
"Size.Midsizesuv" = "SUV střední třídy";
"Size.Largesuv" = "Velké SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Úsporné vozidlo";
"Size.Compact" = "Kompaktní";
"Size.Intermediate" = "Střední třída";
"Size.Standard" = "Standardní";
"Size.Minivan" = "Minivan";
"Size.Cargovan" = "Nákladní vozidlo";
"Size.Van" = "Dodávka/mikrobus";
"Size.Largevan.12pax" = "Velká dodávka";
"Size.Largevan.15pax" = "Velká dodávka";
"Size.Convertible" = "Kabriolet";
"Size.Estate" = "Kombi";
"Size.Peoplecarrier" = "MPV";
"Size.5seatcarrier" = "Minidodávka pro 5 cestujících";
"Size.7seatcarrier" = "Minidodávka pro 7 cestujících";
"Size.9seatcarrier" = "Minidodávka pro 9 cestujících";
"Size.Scooter" = "Skútr";
"Size.Truck" = "Nákladní vozidlo";
"Size.Exotic" = "Exotické";
"Size.Special" = "Zvláštní";
"cash_banner_title" = "Ušetřete až 40 € za pronájem vozidla se službou Prime";
"Price.for.days" = "Cena za ${X} dní";
"cash_widget_confirmation_title" = "Gratulujeme!";
"cash_widget_confirmation_subtitle" = "Díky poukazu jste na této rezervaci vozidla ušetřili ${x}";
"cash_widget_payment_title" = "Gratulujeme!";
"cash_widget_payment_subtitle" = "Na této rezervaci vozidla díky poukazu ušetříte ${x}";
"Prime_why_book_with_us" = "Proč si u nás stovky tisíc členů služby Prime projímají vozidla?";
"Prime_cash_widget_payment_title" = "Gratulujeme!";
"voucher.for.days" = "Cena poukázky na ${x} dní";
"voucher.for.day" = "Celková cena";
"Promo.Code" = "Reklamní kód";
"Cannot.Find.Location" = "Je nám líto, ale vaši polohu nemůžeme najít. Zkuste to prosím znovu později.";
"Use.Current.Location" = "Použijte stávající destinaci";
"Location.Permission.Disabled" = "Chcete-li tuto funkci používat, přejděte do Nastavení a povolte pro tuto aplikaci oprávnění k určování polohy.";
"Sup.Ben.Select.Code.Type" = "Vyberte typ kódu";
"Sup.Ben.Activated.Button.Title" = "Hledat se slevami";
"Sup.Ben.Add.CTA" = "Přidat akci/slevu";
"Sup.Ben.Code" = "Kód";
"Sup.Ben.Description" = "Získejte ty nejlepší ceny díky speciálním slevám od našich dodavatelů. Přidejte nyní slevy od společností Avis a Budget.";
"Sup.Ben.Toggle.Title" = "Použít zlevněné sazby";
"Sup.Ben.Banner.Title" = "Získejte ty nejlepší ceny";
"Sup.Ben.Banner.Description" = "Uplatněte speciální slevy od našich exkluzivních partnerských autopůjčoven Avis a Budget.";
"Sup.Ben.Banner.Button" = "Použít";
"Sup.Ben.Rental.Company" = "Společnost poskytující pronájem";
"Sup.Ben.Promo.Validation.Error" = "Zdá se, že to není správně. Zkontrolujte kód a zkuste to znovu";
"Sup.Ben.Promo.Validation.Success" = "Vypadá to dobře!";
"Sup.Ben.Code.Type" = "Typ kódu";
"Sup.Ben.Promo.Discount" = "Akce/sleva";
"Sup.Ben.Update" = "Aktualizovat";
"Sup.Ben.XOptional" = "${x} (volitelné)";
"SpecialOffer.FreeGPS" = "Je vybaveno GPS zdarma";
"SpecialOffer.FreeWinterTyres" = "Zimní pneumatiky zdarma";
"Free.Extra.Included" = "Včetně doplňků zdarma";
"Customer.Portal.Booking.CTA" = "Správa rezervace";
"Booking.Ref.Copied" = "Číslo rezervace zkopírováno do schránky";
"Booking.Ref.Title" = "Číslo rezervace";
"Country.Selection.Settings" = "Země/oblast pobytu může mít vliv na podmínky pronájmu a na vozidla, která se zobrazí ve výsledcích vyhledávání.";
"Country.Selection.Dialog.Title" = "Změna země/regionu?";
"Country.Selection.Dialog.Text" = "Pokud změníte zemi/oblast svého bydliště, ovlivní to podmínky pronájmu a v zájmu poskytnutí co nejpřesnějších výsledků budete přesměrováni zpět na stránku s výsledky vyhledávání.";
"Pay.Later.Title" = "Možnosti platby";
"Pay.Later.Pay.Today" = "Zaplatit dnes";
"Pay.Later.Pay.By" = "Zaplatit do ${x}";
"Pay.Later.Payment.Explainer" = "Zaplaťte zálohu ${x} za pronájem vozu ještě dnes. <b>Zbývající zůstatek</b> bude automaticky odečten dne ${y}.";
"Pay.Later.Pay.Now" = "Zaplatit";
"Pay.Later.Basket.Deducted.On" = "Odečteno na ${x}";
"Pay.Later.Basket.Pick.Up" = "Zaplatit při vyzvednutí";
"Pay.Later.Remaining.Balance.Explainer" = "Zbývající zůstatek bude automaticky odečten z vaší kreditní karty ${x}.";
"Pay.Later.Accessories.Explainer" = "Při vyzvednutí zaplatíte za následující položky: ${x}";
"Pay.Later.View.Details" = "Zobrazit podrobnosti";
"Payment.Processing.Message" = "Vaše rezervace se zpracovává";
"Loyalty.Banner.Greeting" = "Dobrý den";
"landing.usp.position1" = "Ušetřete až 35 % ze základních sazeb* společností Avis a Budget.";
"landing.usp.position2" = "Získejte až 1 250 základních mil MileagePlus";
"landing.usp.position3" = "Avis: Použijte své číslo MileagePlus a Avis Worldwide Discount (AWD) číslo A791500 a získejte základní míle za odměnu MileagePlus a slevu.";
"landing.usp.position4" = "Budget: Použijte své číslo MileagePlus a Budget Customer Discount (BCD) číslo B204900 a získejte základní míle za odměnu MileagePlus a slevu.";
"landing.usp.position5" = "Chcete-li využít benefitu míle nebo míle a peníze, navštivte stránku <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Úspora až 35 % se vztahuje pouze na čas a na kilometry. Veškeré daně, poplatky (mimo jiné včetně poplatku za spotřební daň z klimatizace, koncesionářského poplatku, poplatku za využití licencí vozidla, poplatku za využití energie, poplatku za správu pneumatik a poplatku za časté cestování) a příplatky (mimo jiné včetně poplatku za používání zařízení zákazníkem a poplatku za ochranu životního prostředí) jsou za příplatek.";
"landing.usp.title" = "Rezervace pronájmu vozu prostřednictvím společnosti United";
"united_landing.usp.title" = "Rezervace pronájmu vozu prostřednictvím společnosti United";
"landing.usp.sale.position1" = "Časově omezená speciální nabídka: Získejte dalších 500 bonusových mil MileagePlus. <a href=\"https://cars.united.com/cs/mileage-terms-and-conditions\" target=\"_blank\"><b>Úplné smluvní podmínky zde.</b></a>";
"united_redeem.landing.usp.title" = "Výhody rezervace pronájmu vozu u společnosti Avis nebo Budget s programem MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Přihlaste se ke svému účtu MileagePlus a získejte ty nejlepší ceny";
"united_redeem.landing.usp.position2" = "Zaplaťte mílemi nebo kombinací mil a peněz";
"united_redeem.landing.usp.position3" = "Chcete-li provést změny/zrušení rezervace, při které byly použity míle, navštivte naše <a href=\"https://cars.mileageplus.com/cs/help\" target=\"_blank\"><b>centrum nápovědy</b></a>";
"landing.usp.tac.title" = "Smluvní podmínky";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Smluvní podmínky</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Zásady ochrany soukromí</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Zásady ochrany soukromí</a>";
"united_landing.usp.sale.position2" = "Časově omezená speciální nabídka: Získejte dalších 500 bonusových mil MileagePlus. <a href=\"https://cars.united.com/cs/mileage-terms-and-conditions\" target=\"_blank\"><b>Úplné smluvní podmínky zde.</b></a>";
"sale_landing_banner_monetary_description" = "Nyní pořídíte rezervaci již od ${x} na den!";
"sale_landing_banner_caption_closed_group" = "Výhradně";
"sale_landing_banner_caption" = "Výprodej";
"sale_landing_banner_percentage_title" = "Prodej nyní zahájen";
"sale_landing_banner_monetary_title" = "Nabídky pronájmu vozu";
"sale_landing_banner_TCs" = "Smluvní podmínky";
"sale_landing_banner_title_monetary" = "Nabídky pronájmu vozu";
"sale_search_banner_title_monetary" = "Nabídky pronájmu vozu";
"sale_search_banner_monetary_description" = "Nyní pořídíte rezervaci již od ${x} na den!";
"payment.options.creditcard.title" = "Kreditní karta";
"payment.error.generic.dialog.text" = "Momentálně bohužel nemůžeme vaši rezervaci zpracovat. Vaše rezervace nebyla dokončena a nebyla vám účtována. Zkuste to prosím znovu s jiným způsobem platby.";
"payment.googlepay.card.link" = "Změnit";
